finalProject/results/test/test_wedge2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          235980;
        startFace       176195;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          627;
        startFace       412175;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          56;
        startFace       412802;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          200;
        startFace       412858;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          56;
        startFace       413058;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          641;
        startFace       413114;
    }
)

// ************************************************************************* //
